---
kind: other
id: Properties.T:Autodesk.Revit.UI.Selection.SelectableInViewFilter
source: html/6a38b039-a7ac-43fd-c8b7-e6aae188270d.htm
---
# SelectableInViewFilter Properties

True if the results of the filter are inverted; elements that would normally be accepted by this filter will be rejected,
 and elements that would normally be rejected will be accepted.